@extends('layouts.base')

@section('content')
<div class="preload">
    
  </div>

<section id="home">
  <nav>
    <div class="home-link">
      <a href="#home">RecipesBucket</a>
    </div>
    <ul>

      <li><a href="#contact">ЗВʼЯЗОК</a></li>
      <li><a href="#start">факти</a></li>
      <li><a href="#suite">життя</a></li>
      <li><a href="#bio">вид</a></li>
      <li><a href="#work">Ідея</a></li>

    </ul>
  </nav>
  <div class="main-title">
    <div class="main-wrapper">
      <h1>Recipes<span class="header-bologna">Bucket</span></h1>
      <h1>Це міні соціальна мережа для обміну рецептами</h1>
    </div>   
    
	<!-- <div class="scroll-indicator">
		      <div class="scroll-left"></div>
		      <div class="scroll-right"></div>
	    </div>  -->
</section>

<section id="work">
  <h1 class="section-header">Основна ідея проекту "Корзина Рецептів"</h1>
  <div class="work-section">
    <p>Заперечувати те, що ми любимо смачно поїсти, я гадаю це безглуздо. Що приготувати? Над цим питанням щодня замислюються мільйони людей по всьому світу.
Сподіваюся, рецепти мого кулінарного сайту допоможуть вирішити це питання Вам сьогодні. На цьому сайті Ви знайдете кулінарні рецепти, святкові та повсякденні, з докладними, покрокованими інструкціями. Якщо Ви не знайшли потрібного вам рецепту, написана мною "платформа" дозволяє створюрювати власні.</p>
    <h2 class="clients-text">загальні відомості</h2>
    <p>Велика панда (лат. Ailuropoda melanoleuca), бамбуковий ведмідь - ссавець, батьківщиною якого є центральний Китай. Велика панда живе в гірських регіонах, таких як Сичуань і Тибет. З другої половини XX століття панда стала чимось на зразок національної емблеми Китаю.
Велика панда є зникаючим видом. Це характеризується тим, що розміри популяції постійно зменшуються і рівень народжуваності є дуже низьким, як в дикій природі, так і в неволі. Вчені припускають, що в дикій природі залишилося близько 1600 особин. Велика панда є символом Всесвітнього фонду дикої природи (WWF).Китайське ім'я означає «ведмідь-кішка», при цьому якщо читати його навпаки, то воно означає те ж саме. Західне ім'я великої панди походить від імені малої (червоної) панди. Раніше її також називали плямистим ведмедем (Ailuropus melanoleucus).
Незважаючи на те, що панди відносяться до хижих тварин, їх раціон переважно вегетаріанський. Фактично, вони їдять один тільки бамбук. За день доросла панда з'їдає до 30 кг бамбука і пагонів. Технічно ж, як і багато інших тварин, панди всеїдні. </p>
  </div>
</section>

<section id="portfolio_break"></section>

<section id="bio">
  <h1 class="section-header" id="bio-header">забарвлення</h1>
  <div class="bio-text">
    <p>Велика панда має чорно-біле забарвлення та будову тіла типову для ведмедів. Шерсть на вухах, лапах та плечах чорного кольору, також має чорні «окуляри» навколо очей. Решта тіла покрито шерстю білого кольору. Хоча науковцям невідома причина такого забарвлення, дехто припускає, що таке плямисте забарвлення забезпечує панді ефективне маскування на тінистому снігу та скелях, що характерні для середовища їхнього проживання. Груба шерсть забезпечує тепло панді в її холодних лісах. Велика панда має великі кореневі зуби та сильні щелепні м'язи, що допомагають їй поїдати твердий бамбук.
Розмір панди порівняно із розміром американського чорного ведмедя: на чотирьох лапах її зріст становить 0,5-1 м у холці, довжина 1,2-1,5 м. Самці більші ніж самки, та можуть важити до 160 кг. Самки рідко досягають ваги понад 90 кг. Велика панда має незвичну лапу: з «великим пальцем» та п'ятьма нормальними пальцями; «великий палець» насправді є зміненою зап'ястною кісткою. Стосовно дивовижного забарвлення цих найрідкісніших тварин є стародавня китайська легенда про те, як вони його отримали. Одна дівчинка, яка дружила з ведмедями, померла, і панди дуже сумували. Вони плакали і терли очі лапами. Так і був перенесений темний колір лап на їхні очі. Ведмеді від горя обняли себе і вийшли відмітини чорного кольору на вухах, плечах і задніх лапах.</p><hr>
    <div class="work-history">
      <h3>Харчування</h3>
     
      <img src="{{ asset('images/landing/5.jpg') }}" class="chair-image" height="300px" width="260px">
       <p class="dlll">
        Попри те, що велика панда належить до ряду хижих, живиться вона майже винятково бамбуковими пагонами. Доросла панда протягом дня поїдає до 9-14 кг бамбуку. Як більшість ведмедів, вона є всеїдною твариною та в її раціон входять, окрім бамбуку, яйця, комахи, дрібні ссавці, риба, якщо на них вдається вполювати, а також вживають траву, квіти, гриби, корінці та кору. Як і ведмідь, панда вдається до нападів на бджолині гнізда.
Попри те, що бамбук становить близько 99 % раціону тварин, у панд відсутні гени, що кодують ферменти здатні розщеплювати целюлозу, наявну у бамбуці. Здатність засвоювати целюлозу пандами приписують мікроорганізмам, що живуть у травній системі.[4] Відтак, травна система в панди не така ефективна, як в інших травоїдних тварин.
      </p>
      
    </div>
    
  </div>
</section>

<section class="bio-break"></section>

<section id="suite">
  <h1 class="section-header" id="suite-header"></h1>
  <div class="suite-wrapper">
    <img src="{{ asset('images/landing/6.jpg') }}" alt="" class="suite-image"/>
    <div class="suite-text">
      <h1>розмноження</h1>
      <p>Особини двох видів досягають своєї статевої зрілості ближче до п'яти років, а злучатися починають лише сім. Самки в їхній шлюбний період, який коливається від двох днів до тижня, видають гучні звуки і активно виділяють специфічний запах. Після цього настає вагітність, яка триває у цих тварин в середньому п'ять місяців. Зазвичай народжується один або два голих дитинчат з масою тіла не більше 200 грам і довжиною від 14 до 16 см, так само як і у бурих ведмедів. Хоча вчені до цих пір і не прийшли до однозначного висновку з приводу того, панда – це ведмідь чи ні, але процес розмноження цих двох тварин має схожий характер. При народженні їх дитинчата, як у всіх різновидів ведмедиків, безпорадні і сліпі. Самка ростить своїх маленьких цуценят сама ставиться до них дуже дбайливо і з особливою турботою. </p>
    </div>
  </div>
</section>

<section class="suite-break"></section>

<section id="start">
  <h1 class="section-header" id="start-header"></h1>
  <div class="start-wrapper">
    <img src="{{ asset('images/landing/8.jpg') }}" alt="" class="start-image"/>
    <div class="start-text">
      <h1>цікаві факти</h1>
      <p>Виявляється, що вперше, коли вчені проводили дослідження над великим видом даних тварин, вони не могли довго зрозуміти, панда – це хто, що взагалі за звір. Трохи пізніше вони прийшли до такого висновку, що вона є енотом, але тільки величезних розмірів. Через деякий час інші фахівці спростували цю думку, так як за допомогою генетичного тесту вдалося встановити, що цей вид тварин має більше відношення до ведмедів. Що стосується рудих панд, то багато вчені їх взагалі записали до куницеподобному увазі, що складається з родини куницевих, а також ракунових і скунсових. Хоча, на думку більшості дослідників, ці два підвиди і належать до різних класів, все-таки вони між собою також мають певну схожість. Наприклад, обидві панди мають шостим «псевдо-пальцем», розташованим на їх передніх лапах. </p>
    </div>
  </div>
</section>

<section class="bio-start"></section>



<section id="contact">
  <h1 class="section-header contact">зворотній звʼязок</h1>
  <div class="contact-wrapper">
    
    <form class="input">
      <input type="text" class="name" name="name" placeholder="імʼя">
    </form>
    
    <form class="input">
      <input type="text" class="email" name="email" placeholder="пошта">
    </form>
    
    <div class="textarea">
      <textarea rows="10" cols="100" placeholder="повідомлення"></textarea>
    </div>
    
    <button id="submit">надіслати</button>
    
    <div class="copyright">&copy; Volodimir Chernysh</div>
    
  </div>
  
</section>
  <script src='http://cdnjs.cloudflare.com/ajax/libs/jquery/2.1.3/jquery.min.js'></script>

    <script src="{{ asset('js/landing.js') }}"></script>
@endsection